<?
require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Договор публичной оферты — компания «Авивир»");
$APPLICATION->SetPageProperty("description", "Договор публичной оферты");
$APPLICATION->SetTitle("Договор публичной оферты");
?><? // START: Main 
?>
<div class="content-block-ContentBlock-module-block">
	<div class="content-block-ContentBlock-module-info">
		<ul class="breadcrumbs-Breadcrumbs-module-list">
			<li class="breadcrumbs-Breadcrumbs-module-item"><a href="/">Главная</a></li>
			<li class="breadcrumbs-Breadcrumbs-module-item"> <a href="/publicoffer/">Договор публичной оферты</a> </li>
		</ul>
		<h2 class="content-block-ContentBlock-module-title content-block-ContentBlock-module-title-big">
		Договор публичной оферты (для физ. лиц) </h2>
		<div class="content-block-ContentBlock-module-content privacy-Privacy-module-block">
			<p>
				 Московская область, городской округ Одинцово г. Одинцово<br>
				 Редакция от «14» сентября 2023 года<br>
 <br>
				 Интернет-магазин «Ави Шоп», расположенный на доменном имени shop.avivir.ru, ООО «Авивир» в лице Генерального директора Куркина Федора Геннадьевича, действующего на основании Устава, именуемое в дальнейшем «Продавец», публикует Оферту о продаже Товара дистанционным способом. Данная оферта распространяется на физических лиц, имеющих намерение приобрести Товар на Сайте shop.avivir.ru Покупатель полностью и безоговорочно акцептует условия данной оферты при оформлении Заказа на сайте интернет-магазина либо путем совершения звонка Продавцу по телефону, указанному на сайте при оформлении Заказа по телефону. Текст Договора публикуется на сайте shop.avivir.ru и может быть изменен Продавцом без специальных уведомлений путем опубликования в сети Интернет актуальной версии Договора. Риск несвоевременного ознакомления с текстом Договора несет Покупатель.
			</p>
			<h2>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h2>
			<p>
				 1.1. Оферта – публичное предложение Продавца, адресованное любому физическому лицу, заключить с Продавцом договор купли-продажи товара дистанционным способом (далее - «Договор») на условиях, содержащихся в настоящей Оферте, включая все Приложения. Положения настоящей Оферты, заключаемой между Продавцом и Покупателем, регулируются ст. 435, ч.1 ст. 437, п. 3 ст. 438, ст. 497 Гражданского кодекса РФ, а также Законом «О защите прав потребителей», Постановлением Правительства РФ от 27.09.2007 № 612 «Об утверждении правил продажи товаров дистанционным способом» и иными нормативно-правовыми актами РФ в данной сфере <br>
				 1.2. Сайт – веб-страница Продавца в сети Интернет по адресу shop.avivir.ru, где Покупатель может ознакомиться с компанией Продавца, описанием Товара и иной необходимой информацией о Товаре. Информацию о Товаре можно дополнительно получить по телефонам, указанным на сайте, и посредством иных форм связи, используемых на сайте. <br>
				 1.3. Интернет-магазин – торговая площадка Продавца, расположенная в сети Интернет по адресу shop.avivir.ru, имеющая в своем контенте каталог предлагаемых для продажи Товара - виртуальную витрину и интерактивный механизм оформления заказа на Товар с указанием цен и иной информации. <br>
				 1.4. Продавец – Общество с ограниченной ответственностью «Авивир» (сокращенно: ООО «Авивир» место нахождения: 141401, Московская область, г. Химки, ул. Рабочая, д. 2А, стр. 1, этаж/пом. 2/7; ИНН/КПП 5047227711/504701001; <a href="mailto:info@avivir.ru">info@avivir.ru</a>; телефон +7(495)740-99-20. <br>
				 1.5. Покупатель – физическое лицо, имеющее намерение заказать/приобрести/зарезервировать/использовать Товар, и использующее приобретенные Товар исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности. <br>
				 1.6. Личный кабинет – раздел, расположенный на Сайте, позволяющий Пользователю заказывать Товар, получать информацию о статусе Товара, а также совершать иные юридически значимые действия, касающиеся взаимоотношений Покупателя и Продавца. <br>
				 1.7. Товар – объект купли-продажи из перечня наименований ассортимента, представленного на Сайте и в интернет- магазине Продавца, а также в счете, выставленном Продавцом. <br>
				 1.8. Заказ – направление предусмотренных на Сайте форм заказа (через Личный кабинет, через формы обратной связи), а также по телефону или Whatsapp, с указанием корректных сведений о Покупателе, а также с указанием выбранных позиций товара. <br>
				 1.9. Акцепт – полное и безоговорочное принятие Покупателем условий Оферты в момент оформления Заказа (отправление формы Заказа путем нажатия (клика) на слова «Оформить заказ» или «Быстрый заказ») и/или отправки заявки на товар и/или совершение оплаты товара и/или оформления Заказа по телефону или Whatsapp, указанным на сайте (интернет-магазине). <br>
				 1.10. Склад – склад ООО «Авивир», расположенный по адресу: 121205, ул. Нобеля д. 5, офис 230, Инновационный центр «Сколково». Режим работы: Пн -Пт с 9.00 до 18.00, суббота и воскресенье выходные. Часы работы Склада в праздничные дни могут изменяться. Необходимо уточнять информацию на Сайте в разделе «Новости», либо по телефонe: +7(495)740-99-20. <br>
				 1.11. Доставка Товаров – услуга, оказываемая Продавцом по доставке Товара на указанный Покупателем адрес и передача Товара Покупателю. <br>
				 1.12. Транспортная компания – третье лицо, оказывающее по договору с Продавцом услуги по доставке товаров Покупателю. <br>
				 1.13. Дистанционный способ продажи – продажа товара по договору розничной купли-продажи, заключаемому на основании ознакомления Покупателя с предложенным Продавцом описанием Товара, содержащимся на сайте (в интернет- магазине), при котором исключается непосредственное ознакомление Покупателя с Товаром либо образцом товара при заключении такого договора.
			</p>
			<h2>2. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
			<p>
				 2.1. Заказ Покупателем Товара, размещенного на Сайте или указанного в счете, и/или его оплата, означает согласие Покупателя со всеми условиями настоящей Оферты.<br>
				 2.2. Срок действия Оферты не ограничен, если иное не указано на сайте Интернет-магазина. <br>
				 2.3. Продавец оставляет за собой право вносить изменения в настоящую Оферту в любое время, в связи с чем Покупатель обязуется регулярно отслеживать изменения в Оферте, размещенных на Сайте Продавец информирует Покупателей об изменениях путем размещения новой редакции Оферты на Сайте. <br>
				 2.4. Оферта вступает в силу с момента публикации на Сайте. <br>
				 2.5. Каждая Сторона гарантирует другой Стороне, что обладает необходимой право- и дееспособностью, а равно всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения договора розничной купли-продажи.
			</p>
			<h2>3. ИНФОРМАЦИЯ О ТОВАРЕ</h2>
			<p>
				 3.1. Товар представлен на сайте через фото-образцы, являющиеся собственностью интернет-магазина. <br>
				 3.2. Каждый фото-образец сопровождается текстовой информацией: наименованием, ценой и описанием товара. <br>
				 3.3. Все информационные материалы, представленные в интернет-магазине, носят справочный характер. В случае возникновения у Покупателя вопросов, касающихся свойств и характеристик товара, Покупатель должен, перед оформлением заказа, обратиться к Продавцу по телефонам, email или при помощи других способов связи, предусмотренных на сайте.
			</p>
			<h2>4. ОФОРМЛЕНИЕ ЗАКАЗА</h2>
			<p>
				 4.1. Заказ оформляется Покупателем при наличии Товара на складе: - самостоятельно на сайте Продавца. При оформлении Заказа Покупатель должен заполнить все обязательные поля формы, предлагаемой Продавцом. - посредством способов связи телефон, email (онлайн-чат, Whatsapp, формы обратной связи), указанных на сайте. При оформлении Заказа Покупатель должен предоставить Продавцу информацию о модели Товара, который планирует приобрести. <br>
				 4.2. Если Продавцу необходима дополнительная информация, он вправе запросить ее у Покупателя. В случае непредоставления необходимой информации Покупателем, Продавец не несет ответственности за выбранный Покупателем Товар. <br>
				 4.3. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа. <br>
				 4.4. После оформления Заказа Продавец подтверждает заказ Покупателя путем отправления на e-mail Покупателя информации, подтверждающей принятие заказа, с указанием наименования, количества и общей суммы заказа или менеджер интернет- магазина связывается с Покупателем по телефону. <br>
				 4.5. При отсутствии Товара на складе менеджер интернет-магазина обязан поставить в известность об этом Покупателя (по телефону или посредством электронной почты). <br>
				 4.6. При отсутствии Товара Покупатель вправе заменить его другим Товаром из наличия либо аннулировать заказ. <br>
				 4.7. Договор розничной купли-продажи дистанционным способом между Продавцом и Покупателем считается заключенным с момента выдачи Продавцом Покупателю кассового или товарного чека либо иного документа, подтверждающего оплату Товара.
			</p>
			<h2>5. ЦЕНА ТОВАРА И СПОСОБЫ ОПЛАТЫ</h2>
			<p>
				 5.1. Цена товара в интернет-магазине указана в рублях РФ за единицу товара. Цена товара не включает стоимость доставки товара до Покупателя. <br>
				 5.2. Обязательства Покупателя по оплате Товара считаются исполненными с момента поступления денежных средств на расчетный счет Продавца. <br>
				 5.3. Способы оплаты указаны на Сайте в разделе «Доставка и оплата». <br>
				 5.4. Расчеты при оплате заказа осуществляются в российских рублях.
			</p>
			<h2>6. ДОСТАВКА ТОВАРА</h2>
			<p>
				 6.1. Продавец оказывает Покупателю услуги по доставке Товара, способами, указанными на Сайте в разделе «Доставка и оплата». <br>
				 6.2. Срок и стоимость доставки зависит от выбранного способа доставки Товара. Порядок и условия доставки заказанного товара оговариваются Покупателем с менеджером Интернет-магазина. <br>
				 6.3. В случае если доставка Товара произведена в установленные на сайте/в заказе/в договоре сроки, но товар не был передан покупателю по его вине, последующая доставка производится в новые сроки, согласованные с продавцом/перевозчиком, на условиях и по тарифам продавца/перевозчика размещенных на их сайтах. <br>
				 6.4. Доставка Товара Покупателю осуществляется по адресу, в дату и время, согласованные между Продавцом и Покупателем при оформлении последним Заказа. <br>
				 6.5. При получении Товара Покупатель или его Представитель должен проверить соответствие полученного товара по наименованию, количеству, ассортименту, качеству, комплектности заказанному товару и целостности упаковки.
			</p>
			<h2>7. ПРИЕМКА-ПЕРЕДАЧА ТОВАРА</h2>
			<p>
				 7.1. Покупатель осуществляет приемку Товара в момент передачи Товара от Продавца (транспортной компании) к Покупателю. Внешний вид, ассортимент, количество и комплектность товара, а также номенклатура всего заказа должны быть проверены Покупателем (получателем) в момент передачи Товара. <br>
				 7.2. Товар передается Покупателю, а при отсутствии Покупателя - любому лицу, предъявившему квитанцию или иной документ, подтверждающий заключение Договора и/или оформление доставки Товара. <br>
				 7.3. Днем передачи товара и переходом права собственности, а также рисков случайной гибели или повреждения товара является дата фактической передачи Товара, а в случае доставки Транспортной компанией, дата, указанная в товарно-транспортной накладной. <br>
				 7.4. Информация о Товаре доводится до сведения Покупателя на этикетках, путем нанесения маркировки или иным способом, принятым для отдельных видов товаров.
			</p>
			<h2>8. ПОРЯДОК ОБМЕНА И ВОЗВРАТА ТОВАРА</h2>
			<p>
				 8.1. Покупатель вправе отказаться от товара в любое время до его передачи, а после передачи товара - в течение семи дней, в порядке и на условиях, предусмотренных Законом РФ «О защите прав потребителей». <br>
				 8.2. Покупатель вправе обменять непродовольственный товар надлежащего качества на аналогичный товар у продавца, у которого этот товар был приобретен, если указанный товар не подошел по форме, габаритам, размеру или комплектации. В случае, если аналогичный товар отсутствует в продаже на день обращения Покупателя к Продавцу, Покупатель вправе отказаться от исполнения договора купли-продажи и потребовать возврата уплаченной за указанный товар денежной суммы. <br>
				 8.3. К возврату принимается товар надлежащего качества с сохранением товарного вида, который товар имел в момент поставки (передачи), не бывший в употреблении, не имеющий повреждений и следов механического или иного воздействия. Товар, имеющий заводскую упаковку, должен быть возвращен в заводской упаковке. <br>
				 8.4. Продавец несет ответственность за недостатки, обнаруженные в Товаре в течение гарантийных сроков. <br>
				 8.5. Гарантийные сроки на Товар исчисляются с момента передачи Товара Покупателю. <br>
				 8.6. Товар возвращается Продавцу с рекламационным актом, а также с документами, подтверждающими факт и условия покупки указанного товара у Продавца. Без документов Продавец товар не принимает. <br>
				 8.7. После принятия обоюдного решения о возврате Товара, его доставка производится Покупателем самостоятельно на склад Продавца либо посредством привлечения транспортной компании за счет Покупателя по адресу: 121205, ул. Нобеля д. 5, офис 230, Инновационный центр «Сколково». <br>
				 8.8. В случае возврата либо обмена Товара по гарантии, расходы, понесенные Покупателем при покупке, транспортировке, использовании и иные расходы Поставщиком не компенсируются. <br>
				 8.9. Срок возврата денежных средств Покупателю составляет 10 рабочих дней, обязательства Поставщика считаются выполненными с момента списания денежных средств с корреспондентского счета банка Продавца. Возврат денежных средств осуществляется в наличном или безналичном порядке, аналогично порядку оплаты заказа Покупателем.
			</p>
			<h2>9. ПРЕТЕНЗИИ ПОКУПАТЕЛЕЙ</h2>
			<p>
				 9.1. В случае наличия у Покупателя претензий по переданному Товару Покупатель должен известить Продавца об этих претензиях в порядке и в сроки, предусмотренные законодательством РФ. Досудебный порядок разрешения споров обязателен. <br>
				 9.2. Претензии Покупателей передаются Продавцу Покупателем одним из следующих способов по выбору Покупателя:<br>
				 - посредством обращения Покупателя по телефону указанному на сайте Продавца;<br>
				 - посредством направления Претензии на электронную почту <a href="mailto:info@avivir.ru">info@avivir.ru</a>;<br>
				 - путем направления Претензии по почте на адрес Продавца, указанный на сайте ООО «Авивир».
			</p>
			<h2>10. ПЕРСОНАЛЬНЫЕ ДАННЫЕ. КОНФИДЕНЦИАЛЬНАЯ ИНФОРМАЦИЯ.</h2>
			<p>
				 10.1. Покупатель настоящим уведомлен и согласен, что персональные данные, предоставляемые при оформлении и получении Заказа, будут обрабатываться Продавцом и (или) иными лицами по поручению Продавца, с использованием или без использования средств автоматизации, следующими способами (но не ограничиваясь): сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), трансграничная передача, обезличивание, блокирование, удаление, уничтожение персональных данных, в целях исполнения Заказа и последующей реализации законных прав и обязанностей̆ Покупателя и Продавца в связи с Заказом. Настоящее согласие действует до достижения цели обработки. Настоящее согласие может быть отозвано Покупателем досрочно посредством обращения в адрес Продавца, однако в ряде случае это может повлечь невозможность исполнения Заказа и(или) реализации законных прав и обязанностей Покупая и Продавца в связи с Заказом. <br>
				 10.2. Обработка персональных данных осуществляется Продавцом в соответствии с Федеральным законом РФ от 27.07.2006 No152-ФЗ «О персональных данных», иными применимыми актами законодательства Российской Федерации. Продавец при обработке персональных данных Покупателя обеспечивает принятие необходимые правовых, организационных и технических мер для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространению. <br>
				 10.3. Продавец обязуется соблюдать конфиденциальность относящейся к Покупателю информации, которую Продавец получает в связи с оформлением и исполнением Заказа, за исключением общедоступной информации. Продавец обязуется принимать все разумные меры для защиты конфиденциальной информации в соответствии с требованиями Федерального закона от 27.07.2016 №149-ФЗ «Об информации, информационных технологиях и о защите информации».
			</p>
			<h2>11. РЕКВИЗИТЫ ПОСТАВЩИКА</h2>
			<p>
				 Общество с ограниченной ответственностью «Авивир» (сокращенно: ООО «Авивир»)
			</p>
			<p>
			</p>
			<table border="1" cellspacing="0" cellpadding="0">
			<tbody>
			<tr>
				<td>
					<p>
						 Место нахождения (адрес)
					</p>
				</td>
				<td>
					<p>
						 141401, Московская область, г. Химки, ул. Рабочая, д. 2А, стр. 1, этаж/пом. 2/7
					</p>
				</td>
			</tr>
			<tr>
				<td>
					<p>
						 ИНН/КПП
					</p>
				</td>
				<td>
					<p>
						 5047227711/504701001
					</p>
				</td>
			</tr>
			<tr>
				<td>
					<p>
						 Расчетный счет
					</p>
				</td>
				<td>
					<p>
						 40702810212010706442
					</p>
				</td>
			</tr>
			<tr>
				<td>
					<p>
						 Банк
					</p>
				</td>
				<td>
					<p>
						 Филиал "Корпоративный" ПАО «Совкомбанк» г. Москва
					</p>
				</td>
			</tr>
			<tr>
				<td>
					<p>
						 Корреспондентский
					</p>
					<p>
						 счет
					</p>
				</td>
				<td>
					<p>
						 30101810445250000360
					</p>
				</td>
			</tr>
			<tr>
				<td>
					<p>
						 БИК
					</p>
				</td>
				<td>
					<p>
						 044525360
					</p>
				</td>
			</tr>
			<tr>
				<td>
					<p>
						 Адрес эл.почты
					</p>
				</td>
				<td>
					<p>
 <a href="mailto:info@avivir.ru">info@avivir.ru</a>
					</p>
				</td>
			</tr>
			<tr>
				<td>
					<p>
						 Телефон
					</p>
				</td>
				<td>
					<p>
						 +7 (495) 740-99-20
					</p>
				</td>
			</tr>
			<tr>
				<td colspan="2">
					<p>
						 Генеральный директор ООО «Авивир»
					</p>
					<p>
						 Куркин Ф.Г.
					</p>
				</td>
			</tr>
			</tbody>
			</table>
			<p>
				 Внимательно ознакомьтесь с текстом публичной оферты и, если Вы не согласны с каким-либо пунктом оферты, Вы вправе отказаться от покупки Товаров, предоставляемых Продавцом, и не совершать действий, указанных в п. 2.1. и других положениях настоящей Оферты.
			</p>
		</div>
		<div class="content-block-ContentBlock-module-bottom">
		</div>
	</div>
</div>

<? // END: Main 
?><? require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/footer.php"); ?>