<?if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();
/** @var array $arParams */
/** @var array $arResult */
/** @global CMain $APPLICATION */
/** @global CUser $USER */
/** @global CDatabase $DB */
/** @var CBitrixComponentTemplate $this */
/** @var string $templateName */
/** @var string $templateFile */
/** @var string $templateFolder */
/** @var string $componentPath */
/** @var CBitrixComponent $component */

$this->setFrameMode(true);
?>

<main class="c-biblio-list-page">
	<div class="c-biblio-about c-biblio-list-page__biblio-about">
		<div class="o-container@md c-biblio-about__container">
			<button class="o-close c-biblio-about__close js-biblio-about-close" type="button" aria-label="Close" data-close="drawer">
				<svg class="o-close__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" aria-hidden="true">
					<path fill="currentColor" d="M512,469.4c-6.9,3.4-6.9,6.9-6.9,10.3c-3.4,10.3-13.8,17.1-24.1,20.6h-3.4c-3.4-3.4-6.9-3.4-10.3-6.9 c-3.4-3.4-6.9-6.9-13.8-10.3c-3.4-3.4-6.9-6.9-10.3-6.9c-3.4-3.4-6.9-3.4-10.3-6.9c-3.4-3.4-6.9-6.9-10.3-10.3h-3.4 c-3.5-3.4-6.9-6.9-6.9-10.3c0-3.4-3.4-6.9-6.9-6.9c0,0,0,0,0,3.4c-3.5,0-3.5-3.4-6.9-3.4c0,0-3.4,0,0-6.9 c-6.9-6.9-10.3-17.1-20.7-20.6c0,0-3.4,0-3.4-3.4c0,0,0,0-3.5,0c-3.4,0-6.9-3.4-6.9-6.9c0,0,0,0,0-3.4c-6.9-6.9-13.8-17.1-20.7-24 c0-3.4-3.4-3.4-6.9-3.4c-3.4,3.4,3.5,3.4,0,3.4c-3.4-3.4-10.3-3.4-13.8-10.3c3.5-3.4,3.5-3.4,3.5-6.9c-3.5-3.4-6.9-10.3-13.8-13.7 c0,0,0-3.4-3.4-3.4c0-10.3-10.3-17.1-17.2-27.4c0,0-3.4-3.4-3.4-6.9c-10.3-6.9-17.2-13.7-24.1-20.6c-3.4,0-6.9-3.4-6.9-6.9 c-3.4,0,0,3.4-3.4,3.4v-3.4c0-6.9-6.9-6.9-6.9-10.3c-3.4-3.4-6.9-3.4-10.3-6.9c-3.4,0,0-3.4-3.4-6.9c-10.3,0-13.8-13.7-20.7-20.6 c-10.3-6.9-13.8-17.1-24.1-24c-6.9-6.9-10.3-13.7-13.8-17.1c-6.9-6.9-13.8-13.7-17.2-24c-3.4-3.4-10.3-6.9-13.8-10.3 c-3.4-3.4-6.9-10.3-10.3-13.7c-6.9-3.4-17.2-13.7-20.7-20.6c0,0,0,0-3.4,0c-6.9-3.4-6.9-10.3-10.3-10.3c-3.4,0-3.4-3.4-6.9-6.9 c-3.4,0-3.4-3.4-3.4-6.9c0-3.4-3.4,0-3.4,0c-6.9-3.4-10.3-6.9-13.8-10.3c-3.4-3.4-10.3-10.3-13.8-13.7C46.4,68.5,39.5,58.2,25.7,48 c-3.4-6.9-6.9-17.1-13.8-20.6C8.4,24,8.4,20.6,1.5,20.6c-3.4,0,0-3.4,0-3.4C5,10.3,11.9,6.9,18.8,0c3.4,0,3.4,0,6.9,0 c3.4,3.4,6.9,3.4,10.3,10.3c3.4,6.9,10.3,10.3,17.2,13.7l3.4,3.4c0,3.4,3.4,6.9,6.9,6.9c3.4,0,3.4,3.4,3.4,6.9 c3.4,3.4,3.4,3.4,6.9,6.9c3.4,3.4,3.4,3.4,3.4,6.9h3.4c6.9,3.4,10.3,10.3,13.8,17.1c0,3.4,6.9,3.4,10.3,6.9h3.4 c0,3.4,3.4,3.4,3.4,6.9c0,6.9,6.9,6.9,10.3,13.7c3.4,3.4,6.9,3.4,10.3,6.9c0,3.4,3.4,6.9,3.4,6.9c6.9,3.4,10.3,10.3,13.8,17.1 c10.3,6.9,17.2,13.7,24.1,20.6c3.4,3.4,10.3,10.3,13.8,17.1c3.4,3.4,6.9,3.4,10.3,6.9c3.4-3.4,0-3.4,0-6.9c3.4,0,3.4,3.4,3.4,3.4 c0,3.4,0,3.4,6.9,6.9v-3.4c3.4,3.4,3.4,6.9,6.9,6.9c3.4,3.4,3.4,3.4,6.9,6.9c3.4,6.9,6.9,6.9,10.3,10.3c0,6.9,3.4,10.3,6.9,10.3 c3.4,3.4,6.9,6.9,6.9,10.3c3.4,3.4,6.9,3.4,10.3,6.9c3.5,0,6.9,3.4,10.3,10.3c0,0,3.5,0,6.9,3.4c3.4,3.4,10.3,6.9,10.3,13.7 c0,0,0,0,3.4,0c0,0,3.4,3.4,3.4,6.9c0,3.4,0,3.4,6.9,3.4c0-3.4-3.4-6.9-3.4-10.3c6.9,0,6.9,3.4,6.9,6.9c0,3.4,3.5,3.4,6.9,10.3 c0,6.9,6.9,10.3,10.3,13.7c3.4,3.4,6.9,6.9,10.3,10.3c3.4,3.4,6.9,3.4,3.4,10.3c0,3.4,3.4,3.4,3.4,3.4c3.5,0,6.9,0,6.9,0 c0,3.4,0,3.4,3.4,3.4c6.9,0,10.3,6.9,13.8,10.3c3.4,3.4,6.9,3.4,10.3,3.4c3.5,3.4,3.5,6.9,6.9,6.9s3.4,3.4,6.9,6.9 c3.4,3.4,3.4,6.9,6.9,10.3c3.5,3.4,6.9,10.3,10.3,13.7c3.5,0,6.9,3.4,6.9,10.3c0,3.4,0,3.4,3.4,3.4c6.9,0,6.9,3.4,6.9,6.9 c0,3.4,3.4,3.4,3.4,6.9c3.4,3.4,3.4,10.3,10.3,6.9c0,0,3.4,0,3.4,6.9c0,0,0,3.4,3.5,3.4c3.4,3.4,6.9,10.3,13.8,10.3 c3.4,0,6.9,6.9,6.9,6.9c6.9,3.4,10.3,10.3,17.2,17.1c6.9,6.9,17.2,6.9,20.7,17.1c0,3.4,6.9,6.9,10.3,6.9 C508.6,462.5,512,465.9,512,469.4z M34.5,512c-3.4-6.9-6.9-6.9-10.3-6.9C13.8,498.3,3.4,488,0,481.2v-3.4c3.4-3.4,3.4-6.9,6.9-10.3 c3.4-3.4,6.9-6.9,10.3-13.7c3.4-3.4,6.9-6.9,6.9-10.3c3.4-3.4,3.4-6.9,6.9-10.3c3.4-3.4,6.9-6.9,10.3-10.3v-3.4 c3.4-3.4,6.9-6.9,13.8-6.9c3.4,0,6.9-3.4,6.9-6.9c0,0,0,0-3.4,0c0-3.4,3.4-3.4,3.4-6.9c0,0,0-3.4,6.9,0c6.9-6.9,17.2-10.3,20.7-20.6 c0,0,0-3.4,3.4-3.4c0,0,0,0,0-3.4c0-3.4,3.4-6.9,6.9-6.9c0,0,0,0,3.4,0c6.9-6.9,17.2-13.7,24.1-20.6c6.9,0,10.3,0,10.3-3.4 c-3.4-3.4-3.4,3.4-3.4,0c3.4-3.4,3.4-10.3,6.9-10.3c3.4,3.4,3.4,3.4,6.9,3.4c3.4-3.4,10.3-6.9,13.8-13.7c0,0,3.4,0,3.4-3.4 c6.9-10.3,13.8-17.1,24.1-24c3.4-3.4,6.9-3.4,6.9-6.9c6.9-6.9,13.8-13.7,20.7-24c3.4-3.4,3.4-6.9,6.9-6.9c0-3.4-3.4,0-3.4-3.4h3.4 c6.9,0,6.9-3.4,10.3-6.9c3.4,0,3.4-3.4,6.9-6.9c0-3.4,3.4,0,6.9-3.4c3.4-10.3,17.2-13.7,24.1-24c3.4-10.3,13.8-13.7,20.7-20.6 c6.9-6.9,13.8-10.3,17.2-17.1c6.9-6.9,13.8-13.7,20.7-17.1c6.9-3.4,10.3-6.9,13.8-10.3c3.4-3.4,6.9-6.9,10.3-10.3 c6.9-6.9,13.8-13.7,24.1-20.6c0,0,0,0,0-3.4c0-6.9,6.9-6.9,6.9-13.7c0-3.4,3.4-3.4,6.9-6.9c0-3.4,3.4-3.4,6.9-3.4c3.5,0,0-3.4,0-3.4 c3.5-3.4,6.9-6.9,10.3-10.3c3.5-3.4,6.9-10.3,13.8-13.7c10.3-10.3,20.7-17.1,31-30.8c6.9-6.9,17.2-10.3,20.7-17.1 c3.4-3.4,6.9-3.4,3.4-10.3c0-3.4,3.5,0,3.5,0c6.9,3.4,10.3,10.3,13.8,17.1c0,3.4,3.4,3.4,0,6.9c6.9,6.9,6.9,10.3,0,10.3 c-6.9,3.4-10.3,10.3-13.8,17.1l-3.5,3.4c-3.4,3.4-6.9,6.9-6.9,10.3c0,3.4-3.4,3.4-6.9,3.4c-3.4,3.4-3.4,3.4-6.9,6.9 c-3.5,3.4-3.5,3.4-6.9,3.4v3.4c-3.4,6.9-10.3,10.3-17.2,13.7c-3.4,0-3.4,6.9-6.9,10.3v3.4c-3.4,0-3.4,3.4-6.9,3.4 c-6.9,0-6.9,6.9-13.8,10.3c-3.4,0-3.4,6.9-10.3,6.9c-3.4,0-3.4,3.4-6.9,3.4c-3.5,6.9-10.3,10.3-17.2,13.7 c-6.9,10.3-13.8,17.1-20.7,24c0,10.3-6.9,13.7-10.3,17.1c-3.4,3.4-6.9,6.9-10.3,10.3c3.5,3.4,3.5,0,6.9,0c0,3.4-3.4,3.4-3.4,3.4 c-3.5,0-3.5,0-6.9,6.9h3.4c-3.4,0-6.9,3.4-10.3,3.4c-3.4,3.4-3.4,6.9-6.9,6.9c-6.9,3.4-6.9,10.3-10.3,13.7c-3.4,0-6.9,3.4-6.9,6.9 c-3.4,3.4-6.9,3.4-10.3,6.9c-3.4,3.4-3.4,6.9-3.4,10.3c0,3.4-3.4,6.9-10.3,10.3c-3.4,0-3.4,3.4-6.9,6.9c-3.5,3.4-6.9,6.9-13.8,6.9 c0,0,0,0,0,3.4c0,0-3.4,3.4-6.9,3.4c-3.4,0-3.4,0-3.4,3.4c3.4,0,6.9-3.4,10.3-3.4c0,6.9-3.4,6.9-6.9,6.9 c-3.4,6.9-3.4,10.3-10.3,10.3c-6.9,3.4-10.3,6.9-13.8,13.7c-3.4,3.4-6.9,6.9-10.3,10.3c0,3.4,0,6.9-6.9,3.4c-3.4,0-3.4,3.4-3.4,3.4 s0,3.4-3.4,3.4s-3.4,0-3.4,3.4c0,6.9-6.9,10.3-10.3,13.7c-3.4,3.4-3.4,6.9-3.4,10.3c-3.4,3.4-6.9,3.4-6.9,6.9c0,3.4-3.4,3.4-6.9,6.9 c-3.4,3.4-6.9,3.4-10.3,6.9c-3.4,3.4-10.3,6.9-13.8,10.3c0,3.4-3.4,6.9-10.3,6.9c-3.4,0-3.4,0-3.4,3.4c0,6.9-3.4,6.9-6.9,6.9 c-3.4,0-3.4,3.4-6.9,3.4c-3.4,3.4-10.3,3.4-6.9,10.3c0,0,0,3.4-6.9,3.4c0,0-3.4,0-3.4,3.4c-3.4,3.4-10.3,6.9-10.3,13.7 c0,3.4-6.9,6.9-6.9,6.9c-3.4,6.9-10.3,10.3-17.2,17.1c-6.9,6.9-6.9,17.1-17.2,20.6c-3.4,0-6.9,6.9-6.9,10.3 C41.4,508.6,37.9,508.6,34.5,512z"></path>
				</svg>
			</button>
			<div class="c-biblio-about__media">
				<img class="c-biblio-about__img" src="<?=SITE_TEMPLATE_PATH?>/assets/images/biblio/biblio-about-01.png" alt="Об авторских сборниках">
			</div>
			<div class="c-biblio-about__body">
				<h2 class="c-biblio-about__title">Об авторских сборниках</h2>
				<div class="c-biblio-about__text s-biblio-about-text js-biblio-about-collapse">
					<p>Поэтические сборники, выходившие в советских издательствах при жизни Юрия Левитанского,— это, в основном, небольшие книжки, напечатанные тиражами, смехотворными по тем временам и огромными по временам нынешним, — десять, двадцать, двадцать пять и даже сорок тысяч экземпляров.</p>
					<p>Вплоть до конца 90-х годов самым полным изданием поэта оставалось «Избранное» далекого уже 1982 года. В тот давний сборник вошли не только оригинальные стихотворения, но и переводы, а также пародии «Сюжет с вариантами».</p>
					<p>Книга «Когда-нибудь после меня» (1998), выпущенная издательством «Х.Г.С.» и составленная Ириной Машковской, составителем и всех последующих изданий Ю. Левитанского, содержательно во многом повторяет «Избранное». Но, конечно, в нее вошли и многие стихотворения, написанные поэтом в 80-90 годы. Книга эта, прекрасно полиграфически исполненная, имеет важное преимущество над всеми предыдущими изданиями: в ней впервые представлены некоторые живописные и декоративно-прикладные работы поэта. Это стало открытием для большинства почитателей.</p>
					<p>Сборник «…год две тысячи» (М.: «Время», 2000) во многом воспроизводит содержание сборника «Когда-нибудь после меня». Однако сюда вошли несколько стихотворений Левитанского, не опубликованных при жизни, и в том числе «песенки», придуманные поэтом и спетые в дружеском кругу.</p>
					<p>Весной 2005 года на прилавках магазинов появилась книга, изданная «АСТ»-«Фолио»— «Стихотворения». Читателям был предложен по существу первый опыт комментирования поэтического наследия Левитанского,— литературовед В.Б. Семенов справился с этой непростой задачей вполне достойно. В книге впервые опубликованы ранние стихи поэта военных и послевоенных лет, написанные еще в период жизни в Иркутске. Затерявшиеся в полузабытых альманахах и малотиражных выпусках провинциальных издательств, многие из этих стихотворений до сих пор были просто неизвестны молодым читателям.</p>
					<p>В книгу «Каждый выбирает для себя» (М.: «Время», 2005), вышедшую в серии «Поэтическая библиотека», кроме традиционно публикуемого набора текстов, вошли переводы разных лет, а также пародии «Сюжет с вариантами» вместе с доселе не публиковавшимися «вариантами пародий» на стихи Давида Самойлова, Наума Коржавина и Булата Окуджавы. В раздел «Из неопубликованного» включены малоизвестные и вовсе неизвестные стихотворения поэта. Книга представляет Левитанского и как мастера шуточной, пародийной песенки. Никогда не публиковавшиеся прежде «Песни городской рекламы» сам поэт исполнял разве что во время столь любимых им застолий с друзьями. Впрочем, песенку «Кепочка» с легкой руки ушедшего из жизни Виктора Берковского теперь с удовольствием распевают любители авторской песни. Завершает книгу «Каждый выбирает для себя» так называемая Тургеневская анкета— ответы поэта на вопросы, заданные в ранней молодости и зрелом возрасте.</p>
					<p>Еще одна книга Юрия Левитанского издательства «Время»—«Черно-белое кино» вышла в знаменитой поэтической серии издательства. Ее название вполне соответствует сдержанному, но вместе с тем нарядному оформлению книги. Композиционно она представляет собой сокращенный, как бы адаптированный вариант сборника «Каждый выбирает для себя» и весьма удобна читателю, который только знакомится с творчеством мастера. Вышедшая впервые 2005-м, в 2012, юбилейном году Левитанского, она уже третьим тиражом появилась на прилавках магазинов.</p>
					<p>Издательство «Эксмо» незадолго до юбилея выпустило сборник Ю. Левитанского в своей «Золотой серии поэзии». Тема сборника  — поэтическое искусство, об этом говорит и название  — «Окно, горящее в ночи».</p>
					<p>К девяностолетию Поэта тем же издательством «Время» был выпущен не переиздававшийся с 1978 года и ставший библиографической редкостью уникальный сборник пародий Левитанского на современных ему поэтов  — «Сюжет с вариантами».</p>
					<p>В конце 2016 года, к 95-летию Левитанского, Санкт-Петербургским издательством ДЕТГИЗ был осуществлен уникальный проект - книга стихов для детей. К сожалению, в наследии поэта стихотворений, написанных специально для читателей детского возраста, очень мало, но составители постарались собрать в детгизовскую книгу наиболее ясные и прозрачные произведения, с которых можно начинать читать поэзию Левитанского уже с малых лет. Книга чудесно иллюстрирована художницей Натальей Салиенко.</p>
				</div>
				<button class="c-btn c-btn--lg c-btn--icon-right c-biblio-about-btn c-biblio-about__btn js-biblio-about-toggler">
					<svg class="o-svg-inline c-btn__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 300 512">
						<path fill="currentColor" d="M12.3,75.4C-4,59-3.9,32.3,12.3,16l3.7-3.7C32.3-4.1,58.6-4.2,75.1,12.4l212.6,213.8c16.4,16.4,16.5,43,0,59.6 L75.1,499.7c-16.4,16.4-42.9,16.4-59.1,0.1l-3.7-3.7c-16.3-16.4-16.4-42.9,0-59.4L191.8,256L12.3,75.4z" />
					</svg>
					<span class="c-btn__text">Подробнее</span>
				</button>
			</div>
		</div>
	</div>

	<div class="c-biblio-list-page__biblio-list">

		<?
		$APPLICATION->IncludeComponent(
			"levitansky:element.list",
			"biblio",
			Array(
				"IBLOCK_TYPE" => $arParams["IBLOCK_TYPE"],
				"IBLOCK_ID" => $arParams["IBLOCK_ID"],
				"NEWS_COUNT" => $arParams["NEWS_COUNT"],
				"SORT_BY1" => $arParams["SORT_BY1"],
				"SORT_ORDER1" => $arParams["SORT_ORDER1"],
				"SORT_BY2" => $arParams["SORT_BY2"],
				"SORT_ORDER2" => $arParams["SORT_ORDER2"],
				"FIELD_CODE" => $arParams["LIST_FIELD_CODE"],
				"PROPERTY_CODE" => $arParams["LIST_PROPERTY_CODE"],
				"DISPLAY_PANEL" => $arParams["DISPLAY_PANEL"],
				"SET_TITLE" => $arParams["SET_TITLE"],
				"SET_LAST_MODIFIED" => $arParams["SET_LAST_MODIFIED"],
				"MESSAGE_404" => $arParams["MESSAGE_404"],
				"SET_STATUS_404" => $arParams["SET_STATUS_404"],
				"SHOW_404" => $arParams["SHOW_404"],
				"FILE_404" => $arParams["FILE_404"],
				"INCLUDE_IBLOCK_INTO_CHAIN" => $arParams["INCLUDE_IBLOCK_INTO_CHAIN"],
				"ADD_SECTIONS_CHAIN" => $arParams["ADD_SECTIONS_CHAIN"],
				"CACHE_TYPE" => $arParams["CACHE_TYPE"],
				"CACHE_TIME" => $arParams["CACHE_TIME"],
				"CACHE_FILTER" => $arParams["CACHE_FILTER"],
				"CACHE_GROUPS" => $arParams["CACHE_GROUPS"],
				"DISPLAY_TOP_PAGER" => $arParams["DISPLAY_TOP_PAGER"],
				"DISPLAY_BOTTOM_PAGER" => $arParams["DISPLAY_BOTTOM_PAGER"],
				"PAGER_TITLE" => $arParams["PAGER_TITLE"],
				"PAGER_TEMPLATE" => $arParams["PAGER_TEMPLATE"],
				"PAGER_SHOW_ALWAYS" => $arParams["PAGER_SHOW_ALWAYS"],
				"PAGER_DESC_NUMBERING" => $arParams["PAGER_DESC_NUMBERING"],
				"PAGER_DESC_NUMBERING_CACHE_TIME" => $arParams["PAGER_DESC_NUMBERING_CACHE_TIME"],
				"PAGER_SHOW_ALL" => $arParams["PAGER_SHOW_ALL"],
				"PAGER_BASE_LINK_ENABLE" => $arParams["PAGER_BASE_LINK_ENABLE"],
				"PAGER_BASE_LINK" => $arParams["PAGER_BASE_LINK"],
				"PAGER_PARAMS_NAME" => $arParams["PAGER_PARAMS_NAME"],
				"DISPLAY_DATE" => $arParams["DISPLAY_DATE"],
				"DISPLAY_NAME" => "Y",
				"DISPLAY_PICTURE" => $arParams["DISPLAY_PICTURE"],
				"DISPLAY_PREVIEW_TEXT" => $arParams["DISPLAY_PREVIEW_TEXT"],
				"PREVIEW_TRUNCATE_LEN" => $arParams["PREVIEW_TRUNCATE_LEN"],
				"ACTIVE_DATE_FORMAT" => $arParams["LIST_ACTIVE_DATE_FORMAT"],
				"USE_PERMISSIONS" => $arParams["USE_PERMISSIONS"],
				"GROUP_PERMISSIONS" => $arParams["GROUP_PERMISSIONS"],
				"FILTER_NAME" => $arParams["FILTER_NAME"],
				"HIDE_LINK_WHEN_NO_DETAIL" => $arParams["HIDE_LINK_WHEN_NO_DETAIL"],
				"CHECK_DATES" => $arParams["CHECK_DATES"],
				"STRICT_SECTION_CHECK" => $arParams["STRICT_SECTION_CHECK"],

				"PARENT_SECTION" => $arResult["VARIABLES"]["SECTION_ID"],
				"PARENT_SECTION_CODE" => $arResult["VARIABLES"]["SECTION_CODE"],
				"DETAIL_URL" => $arResult["FOLDER"].$arResult["URL_TEMPLATES"]["element"],
				"SECTION_URL" => $arResult["FOLDER"].$arResult["URL_TEMPLATES"]["section"],
				"IBLOCK_URL" => $arResult["FOLDER"].$arResult["URL_TEMPLATES"]["sections"],

				"PROPERTY_CODE" => ["YEAR"],
				"FIELD_CODE" => ["DETAIL_PICTURE"],
			),
			$component
		);
		?>

	</div>
<main>
