<?if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();
/** @var array $arParams */
/** @var array $arResult */
/** @global CMain $APPLICATION */
/** @global CUser $USER */
/** @global CDatabase $DB */
/** @var CBitrixComponentTemplate $this */
/** @var string $templateName */
/** @var string $templateFile */
/** @var string $templateFolder */
/** @var string $componentPath */
/** @var CBitrixComponent $component */
$this->setFrameMode(true);
$arContinue = array();

//apre($arParams,'params');
// Наложение тени на фильтр
$raised = '';
if ($arResult["SORT"] != "NAME" || $arResult["filterHasCheckedValues"])
{
	$raised = 'c-poetry-filter--raised';
}

?>

<?/** START: Poetry filter */?>
<div class="c-poetry-filter c-poetry-filter--expanded@xl <?=$raised?>" id="poetryFilter">
	<div class="o-container@md">

		<? foreach ($arResult["ITEMS"] as $key=>$arItem) : ?>
			<?$arCur = current($arItem["VALUES"]);?>
		<? endforeach; ?>

		<form name="<?echo $arResult["FILTER_NAME"]."_form"?>" action="<?= $arResult["FORM_ACTION"]?>" method="get" class="form smartfilter horizontal" id="smartfilter">

			<?foreach($arResult["HIDDEN"] as $arItem):?>
				<input type="hidden" name="<?= $arItem["CONTROL_NAME"]?>" id="<?= $arItem["CONTROL_ID"]?>" value="<?= $arItem["HTML_VALUE"]?>" />
			<?endforeach;?>


			<div class="filter__head" style="display: none;">
				<a href="javascript:void(0)" class="filter__back">
					<img src="<?=$templateFolder?>/img/filter-back.png" alt="">
				</a>
				<input type="submit" class="form__reset" value="Сбросить">
			</div>

			<div class="filter__block c-poetry-filter__layout">

				<div class="form__group filter__item filter__item_submit hidden" style="display: none;">
					<input class="bx_filter_search_button btn-search" type="submit" id="set_filter" name="set_filter" value="<?=GetMessage("CT_BCSF_SET_FILTER")?>" disabled/>
				</div>

				<div class="c-drawer c-drawer--rtl c-poetry-filter__drawer" data-component="drawer">
					<div class="c-drawer-header c-drawer__header">
						<h2 class="c-drawer-header__title">Выбрать</h2>
						<button class="o-close c-drawer__close" type="button" aria-label="Close" data-close="drawer">
							<svg class="o-close__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" aria-hidden="true">
								<path fill="currentColor" d="M512,469.4c-6.9,3.4-6.9,6.9-6.9,10.3c-3.4,10.3-13.8,17.1-24.1,20.6h-3.4c-3.4-3.4-6.9-3.4-10.3-6.9 c-3.4-3.4-6.9-6.9-13.8-10.3c-3.4-3.4-6.9-6.9-10.3-6.9c-3.4-3.4-6.9-3.4-10.3-6.9c-3.4-3.4-6.9-6.9-10.3-10.3h-3.4 c-3.5-3.4-6.9-6.9-6.9-10.3c0-3.4-3.4-6.9-6.9-6.9c0,0,0,0,0,3.4c-3.5,0-3.5-3.4-6.9-3.4c0,0-3.4,0,0-6.9 c-6.9-6.9-10.3-17.1-20.7-20.6c0,0-3.4,0-3.4-3.4c0,0,0,0-3.5,0c-3.4,0-6.9-3.4-6.9-6.9c0,0,0,0,0-3.4c-6.9-6.9-13.8-17.1-20.7-24 c0-3.4-3.4-3.4-6.9-3.4c-3.4,3.4,3.5,3.4,0,3.4c-3.4-3.4-10.3-3.4-13.8-10.3c3.5-3.4,3.5-3.4,3.5-6.9c-3.5-3.4-6.9-10.3-13.8-13.7 c0,0,0-3.4-3.4-3.4c0-10.3-10.3-17.1-17.2-27.4c0,0-3.4-3.4-3.4-6.9c-10.3-6.9-17.2-13.7-24.1-20.6c-3.4,0-6.9-3.4-6.9-6.9 c-3.4,0,0,3.4-3.4,3.4v-3.4c0-6.9-6.9-6.9-6.9-10.3c-3.4-3.4-6.9-3.4-10.3-6.9c-3.4,0,0-3.4-3.4-6.9c-10.3,0-13.8-13.7-20.7-20.6 c-10.3-6.9-13.8-17.1-24.1-24c-6.9-6.9-10.3-13.7-13.8-17.1c-6.9-6.9-13.8-13.7-17.2-24c-3.4-3.4-10.3-6.9-13.8-10.3 c-3.4-3.4-6.9-10.3-10.3-13.7c-6.9-3.4-17.2-13.7-20.7-20.6c0,0,0,0-3.4,0c-6.9-3.4-6.9-10.3-10.3-10.3c-3.4,0-3.4-3.4-6.9-6.9 c-3.4,0-3.4-3.4-3.4-6.9c0-3.4-3.4,0-3.4,0c-6.9-3.4-10.3-6.9-13.8-10.3c-3.4-3.4-10.3-10.3-13.8-13.7C46.4,68.5,39.5,58.2,25.7,48 c-3.4-6.9-6.9-17.1-13.8-20.6C8.4,24,8.4,20.6,1.5,20.6c-3.4,0,0-3.4,0-3.4C5,10.3,11.9,6.9,18.8,0c3.4,0,3.4,0,6.9,0 c3.4,3.4,6.9,3.4,10.3,10.3c3.4,6.9,10.3,10.3,17.2,13.7l3.4,3.4c0,3.4,3.4,6.9,6.9,6.9c3.4,0,3.4,3.4,3.4,6.9 c3.4,3.4,3.4,3.4,6.9,6.9c3.4,3.4,3.4,3.4,3.4,6.9h3.4c6.9,3.4,10.3,10.3,13.8,17.1c0,3.4,6.9,3.4,10.3,6.9h3.4 c0,3.4,3.4,3.4,3.4,6.9c0,6.9,6.9,6.9,10.3,13.7c3.4,3.4,6.9,3.4,10.3,6.9c0,3.4,3.4,6.9,3.4,6.9c6.9,3.4,10.3,10.3,13.8,17.1 c10.3,6.9,17.2,13.7,24.1,20.6c3.4,3.4,10.3,10.3,13.8,17.1c3.4,3.4,6.9,3.4,10.3,6.9c3.4-3.4,0-3.4,0-6.9c3.4,0,3.4,3.4,3.4,3.4 c0,3.4,0,3.4,6.9,6.9v-3.4c3.4,3.4,3.4,6.9,6.9,6.9c3.4,3.4,3.4,3.4,6.9,6.9c3.4,6.9,6.9,6.9,10.3,10.3c0,6.9,3.4,10.3,6.9,10.3 c3.4,3.4,6.9,6.9,6.9,10.3c3.4,3.4,6.9,3.4,10.3,6.9c3.5,0,6.9,3.4,10.3,10.3c0,0,3.5,0,6.9,3.4c3.4,3.4,10.3,6.9,10.3,13.7 c0,0,0,0,3.4,0c0,0,3.4,3.4,3.4,6.9c0,3.4,0,3.4,6.9,3.4c0-3.4-3.4-6.9-3.4-10.3c6.9,0,6.9,3.4,6.9,6.9c0,3.4,3.5,3.4,6.9,10.3 c0,6.9,6.9,10.3,10.3,13.7c3.4,3.4,6.9,6.9,10.3,10.3c3.4,3.4,6.9,3.4,3.4,10.3c0,3.4,3.4,3.4,3.4,3.4c3.5,0,6.9,0,6.9,0 c0,3.4,0,3.4,3.4,3.4c6.9,0,10.3,6.9,13.8,10.3c3.4,3.4,6.9,3.4,10.3,3.4c3.5,3.4,3.5,6.9,6.9,6.9s3.4,3.4,6.9,6.9 c3.4,3.4,3.4,6.9,6.9,10.3c3.5,3.4,6.9,10.3,10.3,13.7c3.5,0,6.9,3.4,6.9,10.3c0,3.4,0,3.4,3.4,3.4c6.9,0,6.9,3.4,6.9,6.9 c0,3.4,3.4,3.4,3.4,6.9c3.4,3.4,3.4,10.3,10.3,6.9c0,0,3.4,0,3.4,6.9c0,0,0,3.4,3.5,3.4c3.4,3.4,6.9,10.3,13.8,10.3 c3.4,0,6.9,6.9,6.9,6.9c6.9,3.4,10.3,10.3,17.2,17.1c6.9,6.9,17.2,6.9,20.7,17.1c0,3.4,6.9,6.9,10.3,6.9 C508.6,462.5,512,465.9,512,469.4z M34.5,512c-3.4-6.9-6.9-6.9-10.3-6.9C13.8,498.3,3.4,488,0,481.2v-3.4c3.4-3.4,3.4-6.9,6.9-10.3 c3.4-3.4,6.9-6.9,10.3-13.7c3.4-3.4,6.9-6.9,6.9-10.3c3.4-3.4,3.4-6.9,6.9-10.3c3.4-3.4,6.9-6.9,10.3-10.3v-3.4 c3.4-3.4,6.9-6.9,13.8-6.9c3.4,0,6.9-3.4,6.9-6.9c0,0,0,0-3.4,0c0-3.4,3.4-3.4,3.4-6.9c0,0,0-3.4,6.9,0c6.9-6.9,17.2-10.3,20.7-20.6 c0,0,0-3.4,3.4-3.4c0,0,0,0,0-3.4c0-3.4,3.4-6.9,6.9-6.9c0,0,0,0,3.4,0c6.9-6.9,17.2-13.7,24.1-20.6c6.9,0,10.3,0,10.3-3.4 c-3.4-3.4-3.4,3.4-3.4,0c3.4-3.4,3.4-10.3,6.9-10.3c3.4,3.4,3.4,3.4,6.9,3.4c3.4-3.4,10.3-6.9,13.8-13.7c0,0,3.4,0,3.4-3.4 c6.9-10.3,13.8-17.1,24.1-24c3.4-3.4,6.9-3.4,6.9-6.9c6.9-6.9,13.8-13.7,20.7-24c3.4-3.4,3.4-6.9,6.9-6.9c0-3.4-3.4,0-3.4-3.4h3.4 c6.9,0,6.9-3.4,10.3-6.9c3.4,0,3.4-3.4,6.9-6.9c0-3.4,3.4,0,6.9-3.4c3.4-10.3,17.2-13.7,24.1-24c3.4-10.3,13.8-13.7,20.7-20.6 c6.9-6.9,13.8-10.3,17.2-17.1c6.9-6.9,13.8-13.7,20.7-17.1c6.9-3.4,10.3-6.9,13.8-10.3c3.4-3.4,6.9-6.9,10.3-10.3 c6.9-6.9,13.8-13.7,24.1-20.6c0,0,0,0,0-3.4c0-6.9,6.9-6.9,6.9-13.7c0-3.4,3.4-3.4,6.9-6.9c0-3.4,3.4-3.4,6.9-3.4c3.5,0,0-3.4,0-3.4 c3.5-3.4,6.9-6.9,10.3-10.3c3.5-3.4,6.9-10.3,13.8-13.7c10.3-10.3,20.7-17.1,31-30.8c6.9-6.9,17.2-10.3,20.7-17.1 c3.4-3.4,6.9-3.4,3.4-10.3c0-3.4,3.5,0,3.5,0c6.9,3.4,10.3,10.3,13.8,17.1c0,3.4,3.4,3.4,0,6.9c6.9,6.9,6.9,10.3,0,10.3 c-6.9,3.4-10.3,10.3-13.8,17.1l-3.5,3.4c-3.4,3.4-6.9,6.9-6.9,10.3c0,3.4-3.4,3.4-6.9,3.4c-3.4,3.4-3.4,3.4-6.9,6.9 c-3.5,3.4-3.5,3.4-6.9,3.4v3.4c-3.4,6.9-10.3,10.3-17.2,13.7c-3.4,0-3.4,6.9-6.9,10.3v3.4c-3.4,0-3.4,3.4-6.9,3.4 c-6.9,0-6.9,6.9-13.8,10.3c-3.4,0-3.4,6.9-10.3,6.9c-3.4,0-3.4,3.4-6.9,3.4c-3.5,6.9-10.3,10.3-17.2,13.7 c-6.9,10.3-13.8,17.1-20.7,24c0,10.3-6.9,13.7-10.3,17.1c-3.4,3.4-6.9,6.9-10.3,10.3c3.5,3.4,3.5,0,6.9,0c0,3.4-3.4,3.4-3.4,3.4 c-3.5,0-3.5,0-6.9,6.9h3.4c-3.4,0-6.9,3.4-10.3,3.4c-3.4,3.4-3.4,6.9-6.9,6.9c-6.9,3.4-6.9,10.3-10.3,13.7c-3.4,0-6.9,3.4-6.9,6.9 c-3.4,3.4-6.9,3.4-10.3,6.9c-3.4,3.4-3.4,6.9-3.4,10.3c0,3.4-3.4,6.9-10.3,10.3c-3.4,0-3.4,3.4-6.9,6.9c-3.5,3.4-6.9,6.9-13.8,6.9 c0,0,0,0,0,3.4c0,0-3.4,3.4-6.9,3.4c-3.4,0-3.4,0-3.4,3.4c3.4,0,6.9-3.4,10.3-3.4c0,6.9-3.4,6.9-6.9,6.9 c-3.4,6.9-3.4,10.3-10.3,10.3c-6.9,3.4-10.3,6.9-13.8,13.7c-3.4,3.4-6.9,6.9-10.3,10.3c0,3.4,0,6.9-6.9,3.4c-3.4,0-3.4,3.4-3.4,3.4 s0,3.4-3.4,3.4s-3.4,0-3.4,3.4c0,6.9-6.9,10.3-10.3,13.7c-3.4,3.4-3.4,6.9-3.4,10.3c-3.4,3.4-6.9,3.4-6.9,6.9c0,3.4-3.4,3.4-6.9,6.9 c-3.4,3.4-6.9,3.4-10.3,6.9c-3.4,3.4-10.3,6.9-13.8,10.3c0,3.4-3.4,6.9-10.3,6.9c-3.4,0-3.4,0-3.4,3.4c0,6.9-3.4,6.9-6.9,6.9 c-3.4,0-3.4,3.4-6.9,3.4c-3.4,3.4-10.3,3.4-6.9,10.3c0,0,0,3.4-6.9,3.4c0,0-3.4,0-3.4,3.4c-3.4,3.4-10.3,6.9-10.3,13.7 c0,3.4-6.9,6.9-6.9,6.9c-3.4,6.9-10.3,10.3-17.2,17.1c-6.9,6.9-6.9,17.1-17.2,20.6c-3.4,0-6.9,6.9-6.9,10.3 C41.4,508.6,37.9,508.6,34.5,512z" />
							</svg>
						</button>
					</div>


					<?$countItems = 0;?>
					<?foreach($arResult["ITEMS"] as $key=>$arItem):?>


						<?

						if ( empty($arItem[ "VALUES" ] ) || isset($arItem[ "PRICE" ])  || $arItem["DISPLAY_TYPE"] != 'F')
							continue;


						if ($arContinue && in_array($arItem["CODE"], $arContinue))
						continue;
						$countItems++;

						$hiddenItemsClass = $countItems > 4 ? "hidden-item" : "";


						$arCur = current($arItem["VALUES"]);
						?>

						<?/** Это для перевода, но возможно ещё будет "чиает автор" */ ?>
						<?if (count($arItem["VALUES"]) == 1) : ?>

							<?$firstValue = $arItem["VALUES"]?>
							<?$ar = array_shift($firstValue);?>
							<div class="c-poetry-filter__item c-poetry-filter__item c-poetry-filter__item--single item_code_<?=$arItem["CODE"]?> <?=$ar['CSS_CLASS']?>">
								<div class="c-form-check">
									<input class="c-form-check__input" type="checkbox" value="<?= $ar["HTML_VALUE"] ?>" name="<?= $ar["CONTROL_NAME"] ?>" id="<?= $ar["CONTROL_ID"] ?>" <?= $ar["CHECKED"]? 'checked="checked"': '' ?> onclick="smartFilter.click(this)"/>
									<label class="c-form-check__label <?=$ar['CSS_CLASS']?>" data-role="label_<?=$ar["CONTROL_ID"]?>" for="<?=$ar["CONTROL_ID"] ?>">
										<?=$arItem["NAME"]?>
									</label>
								</div>
							</div>

						<?else:?>

							<div class="c-dropdown c-poetry-filter__dropdown c-poetry-filter__item item_code_<?=$arItem["CODE"]?> <?=$arItem['CSS_CLASS']?>" data-template="<?=$arItem["DISPLAY_TYPE"]?>">
								<button class="c-btn c-btn--lg c-btn--icon-left c-btn--outline-soft-secondary c-dropdown__toggle c-poetry-filter__dropdown-toggle" type="button">
									<span class="c-btn__text" title="<?=$arItem["NAME"]?>">
										<span class="value"></span><?=$arItem["NAME"]?>
									</span>
								</button>
								<div class="c-dropdown__menu c-poetry-filter__dropdown-menu">
									<?foreach($arItem["VALUES"] as $val => $ar):?>
										<div class="c-dropdown__item c-poetry-filter__dropdown-item">
											<div class="c-form-check">
											<input class="c-form-check__input" type="checkbox" value="<? echo $ar["HTML_VALUE"] ?>" name="<? echo $ar["CONTROL_NAME"] ?>" id="<? echo $ar["CONTROL_ID"] ?>" <? echo $ar["CHECKED"]? 'checked="checked"': '' ?> onclick="smartFilter.click(this)">
											<label class="c-form-check__label <?=$ar['CSS_CLASS']?>"  data-role="label_<?=$ar["CONTROL_ID"]?>" for="<?=$ar["CONTROL_ID"] ?>"
												data-filterHint = "<?=$arItem["FILTER_HINT"]?>"
												title="<?=$ar["VALUE"];?>">
												<a class="o-stretched-link c-poetry-filter__check-link" onclick="$('#<?=$ar["CONTROL_ID"] ?>').click(); return false;" href="<?=$arResult["LOGIC_URLS"][$arItem['CODE'].$val]?>"><?= $ar['VALUE'] ?></a>
											</label>
										</div>
										</div>
									<?endforeach;?>
								</div>
							</div>

						<?endif;?>
					<?endforeach?>

					<? $isHidden = $arResult['filterHasCheckedValues'] == true ? '' : 'is-hidden'?>

					<!-- START: Сброс фильтров -->
					<button class="c-poetry-filter__filter-reset c-poetry-filter__filter-reset--desktop <?=$isHidden?>" type="submit" id="del_filter" name="del_filter" onclick="clearFilter(); return false;" /><?=GetMessage("CT_BCSF_DEL_FILTER")?></button>
					<!-- END: Сброс фильтров -->

					<button class="c-btn c-btn--lg c-btn--icon-left c-btn--primary c-poetry-filter__filter-apply" type="button" data-close="drawer">
						<span class="c-btn__text">Применить</span>
					</button>

					<!-- START: Сброс фильтров мобильные -->
					<button class="c-btn c-btn--lg c-btn--outline-secondary c-poetry-filter__filter-reset c-poetry-filter__filter-reset--mobile <?=$isHidden?>" type="submit" id="del_filter" name="del_filter">
						<span class="c-btn__text">Сбросить фильтры</span>
					</button>
					<!-- END: Сброс фильтров мобильные -->
				</div>

				<div class="c-poetry-filter__group">
					<button class="c-btn c-btn--lg c-btn--icon-only c-btn--primary c-poetry-filter__toggler" type="button" data-toggle="drawer">
						<svg class="o-svg-inline c-btn__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 646 512">
							<path fill="#fff" d="M23.9,85.3h459.6c4.7,10.9,12.3,20.1,22.1,26.6c9.7,6.5,21.1,9.9,32.7,9.9s23-3.5,32.7-9.9 c9.7-6.5,17.4-15.7,22.1-26.6h28.9c6.3,0,12.4-2.6,16.9-7.1c4.5-4.6,7-10.8,7-17.2c0-6.5-2.5-12.7-7-17.2s-10.6-7.1-16.9-7.1h-28.9 c-4.7-10.9-12.3-20.1-22.1-26.6C561.3,3.5,550,0,538.3,0s-23,3.5-32.7,9.9s-17.4,15.7-22.1,26.6H23.9c-6.3,0-12.4,2.6-16.9,7.1 S0,54.4,0,60.9c0,6.5,2.5,12.7,7,17.2C11.5,82.7,17.6,85.3,23.9,85.3z M622.1,231.6H210.3c-4.7-10.9-12.3-20.1-22.1-26.6 c-9.7-6.5-21.1-9.9-32.7-9.9c-11.6,0-23,3.5-32.7,9.9s-17.4,15.7-22.1,26.6H23.9c-6.3,0-12.4,2.6-16.9,7.1c-4.5,4.6-7,10.8-7,17.2 c0,6.5,2.5,12.7,7,17.2c4.5,4.6,10.6,7.1,16.9,7.1h76.8c4.7,10.9,12.3,20.1,22.1,26.6c9.7,6.5,21.1,9.9,32.7,9.9 c11.6,0,23-3.5,32.7-9.9c9.7-6.5,17.4-15.7,22.1-26.6h411.8c6.3,0,12.4-2.6,16.9-7.1c4.5-4.6,7-10.8,7-17.2c0-6.5-2.5-12.7-7-17.2 C634.5,234.2,628.4,231.6,622.1,231.6z M622.1,426.7H413.7c-4.7-10.9-12.3-20.1-22.1-26.6c-9.7-6.5-21.1-9.9-32.7-9.9 c-11.6,0-23,3.5-32.7,9.9c-9.7,6.5-17.4,15.7-22.1,26.6H23.9c-6.3,0-12.4,2.6-16.9,7.1c-4.5,4.6-7,10.8-7,17.2 c0,6.5,2.5,12.7,7,17.2c4.5,4.6,10.6,7.1,16.9,7.1h280.2c4.7,10.9,12.3,20.1,22.1,26.6c9.7,6.5,21.1,9.9,32.7,9.9 c11.6,0,23-3.5,32.7-9.9c9.7-6.5,17.4-15.7,22.1-26.6h208.4c6.3,0,12.4-2.6,16.9-7.1c4.5-4.6,7-10.8,7-17.2c0-6.5-2.5-12.7-7-17.2 C634.5,429.3,628.4,426.7,622.1,426.7z" />
						</svg>
						<span class="c-btn__text">Фильтры</span>
					</button>


					<?$active = $arParams["SORT"] == "NAME" ? 'is-active' : '';?>
					<button class="c-btn c-btn--lg c-btn--icon-left c-btn--outline-soft-secondary c-poetry-filter__item <?=$active?>" id="sortByName" onclick="resortResult('NAME'); return false;" type="button">
						<span class="c-btn__text">По алфавиту</span>
					</button>

					<?$active = $arParams["SORT"] == "RAND" ? 'is-active' : '';?>
					<button class="c-btn c-btn--lg c-btn--icon-left c-btn--outline-soft-secondary c-poetry-filter__item <?=$active?>" id="sortByRand" onclick="resortResult('RAND'); return false;" type="button">
						<svg class="o-svg-inline c-btn__icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
							<path fill="currentColor" d="M412.4,94.3c11,0.1,21.5,4.2,29.2,11.3c7.7,7.2,12,16.8,11.9,26.9c0,1.4,0.6,2.8,1.7,3.8c1.1,1,2.6,1.6,4.1,1.6 c1.5,0,3-0.6,4.1-1.6c1.1-1,1.7-2.4,1.7-3.8c-0.1-10.1,4.2-19.7,11.9-26.9c7.7-7.2,18.2-11.2,29.2-11.3c1.5,0,3-0.6,4.1-1.6 c1.1-1,1.7-2.4,1.7-3.8c0-1.4-0.6-2.8-1.7-3.8c-1.1-1-2.6-1.6-4.1-1.6c-11-0.1-21.5-4.2-29.2-11.3c-7.7-7.2-12-16.8-11.9-26.9 c0-1.4-0.6-2.8-1.7-3.8c-1.1-1-2.6-1.6-4.1-1.6c-1.5,0-3,0.6-4.1,1.6c-1.1,1-1.7,2.4-1.7,3.8c0.1,10.1-4.2,19.7-11.9,26.9 c-7.7,7.2-18.2,11.2-29.2,11.3c-1.5,0-3,0.6-4.1,1.6c-1.1,1-1.7,2.4-1.7,3.8c0,1.4,0.6,2.8,1.7,3.8 C409.4,93.7,410.8,94.3,412.4,94.3z M308.5,48.9c0-1.4-0.6-2.8-1.7-3.8c-1.1-1-2.6-1.6-4.1-1.6c-11-0.1-21.5-4.2-29.2-11.3 c-7.7-7.2-12-16.8-11.9-26.9c0-1.4-0.6-2.8-1.7-3.8c-1.1-1-2.6-1.6-4.1-1.6c-1.5,0-3,0.6-4.1,1.6c-1.1,1-1.7,2.4-1.7,3.8 c0.1,10.1-4.2,19.7-11.9,26.9c-7.7,7.2-18.2,11.2-29.2,11.3c-1.5,0-3,0.6-4.1,1.6c-1.1,1-1.7,2.4-1.7,3.8c0,1.4,0.6,2.8,1.7,3.8 c1.1,1,2.6,1.6,4.1,1.6c11,0.1,21.5,4.2,29.2,11.3c7.7,7.2,12,16.8,11.9,26.9c0,1.4,0.6,2.8,1.7,3.8c1.1,1,2.6,1.6,4.1,1.6 c1.5,0,3-0.6,4.1-1.6c1.1-1,1.7-2.4,1.7-3.8c-0.1-10.1,4.2-19.7,11.9-26.9c7.7-7.2,18.2-11.2,29.2-11.3c0.8,0,1.5-0.1,2.2-0.4 c0.7-0.3,1.3-0.7,1.9-1.2c0.5-0.5,1-1.1,1.3-1.7C308.3,50.3,308.5,49.6,308.5,48.9z M28.6,96.9c11,0.1,21.5,4.2,29.2,11.3 s12,16.8,11.9,26.9c0,1.4,0.6,2.8,1.7,3.8c1.1,1,2.6,1.6,4.1,1.6s3-0.6,4.1-1.6c1.1-1,1.7-2.4,1.7-3.8c-0.1-10.1,4.2-19.7,11.9-26.9 c7.7-7.2,18.2-11.2,29.2-11.3c1.5,0,3-0.6,4.1-1.6c1.1-1,1.7-2.4,1.7-3.8s-0.6-2.8-1.7-3.8c-1.1-1-2.6-1.6-4.1-1.6 c-11-0.1-21.5-4.2-29.2-11.3c-7.7-7.2-12-16.8-11.9-26.9c0-1.4-0.6-2.8-1.7-3.8c-1.1-1-2.6-1.6-4.1-1.6s-3,0.6-4.1,1.6 c-1.1,1-1.7,2.4-1.7,3.8c0.1,10.1-4.2,19.7-11.9,26.9C50,82.1,39.5,86.2,28.6,86.3c-1.5,0-3,0.6-4.1,1.6c-1.1,1-1.7,2.4-1.7,3.8 s0.6,2.8,1.7,3.8C25.6,96.4,27,96.9,28.6,96.9z M495.8,171.5c-3-0.9-73.9-22.4-123.7-22.4c-31.5,0-62.8,4-93,12.1v301.1 c29.9-9.6,61.4-14.4,93-14.3v64l23.3-21.3l23.3,21.3v-58.9c21.1,4,41.9,9.1,62.4,15.1c3.5,1.1,7.2,1.4,10.9,0.9 c3.6-0.5,7.1-1.8,10.1-3.8c3-2,5.4-4.6,7.1-7.6c1.7-3,2.6-6.3,2.6-9.7V191.8c0-4.5-1.5-8.8-4.4-12.5 C504.5,175.7,500.5,172.9,495.8,171.5z M465.2,378.3c-22.3-6-63.6-15.8-93-15.8c-15.6,0-31.1,1.2-46.5,3.5v-42.7 c15.4-2.3,30.9-3.5,46.5-3.5c29.5,0,70.7,9.8,93,15.8V378.3z M465.2,276.9c-22.3-6-63.6-15.8-93-15.8c-15.6,0-31.1,1.2-46.5,3.5V222 c15.4-2.3,30.9-3.5,46.5-3.5c29.5,0,70.7,9.8,93,15.8V276.9z M15.9,171.5c-4.6,1.4-8.7,4.1-11.5,7.8c-2.9,3.6-4.4,8-4.4,12.5V448 c0,3.4,0.9,6.7,2.6,9.7c1.7,3,4.1,5.6,7.1,7.6c3,2,6.4,3.3,10.1,3.8c3.6,0.5,7.4,0.2,10.9-0.9C31.3,468,97.3,448,139.6,448 c31.7-0.1,63.1,4.8,93,14.3V161.2c-30.2-8.1-61.6-12.2-93-12.1C89.8,149.1,18.9,170.6,15.9,171.5z M186.1,366.1 c-15.4-2.3-30.9-3.5-46.5-3.5c-29.5,0-70.7,9.8-93,15.8v-42.7c22.3-6,63.6-15.8,93-15.8c15.6,0,31.1,1.2,46.5,3.5V366.1z M186.1,264.6c-15.4-2.3-30.9-3.5-46.5-3.5c-29.5,0-70.7,9.8-93,15.8v-42.7c22.3-6,63.6-15.8,93-15.8c15.6,0,31.1,1.2,46.5,3.5 V264.6z"/>
						</svg>
						<span class="c-btn__text">Случайно</span>
					</button>
				</div>
			</div>
		</form>
	</div>
</div>
<?/** END: Poetry filter */?>

<script>
	var smartFilter = new JCSmartFilter('<?echo CUtil::JSEscape($arResult["FORM_ACTION"])?>', 'horizontal', <?echo CUtil::PhpToJSObject($arResult["JS_FILTER_PARAMS"])?>);
	var sortUrl = "<?=$componentPath?>/setsort.php";
</script>
